Repository: KDE/mauikit-documents
Catalog: po/sa/mauikitdocuments.po
Languages: sa

source: Creating archive in %1
sa: %1 मध्ये संग्रहस्य निर्माणम्

source: Writing in ACBF data
sa: एसीबीएफ-आँकडेषु लेखनम्

source: Copying across all files not marked for deletion
sa: लोपार्थं न चिह्नितानां सर्वासु सञ्चिकासु प्रतिलिपिः

source: Copying over %1
sa: %1 इत्यस्य उपरि प्रतिलिपिः

source: Copying all content from %1 to %2
sa: %1 तः %2 पर्यन्तं सर्वाणि सामग्रीनि प्रतिलिख्यताम्

source: Successfully replaced old archive with the new archive - now loading the new archive...
sa: सफलतया पुरातनं संग्रहणं नूतनसंग्रहेण प्रतिस्थापितम् - अधुना नूतनं संग्रहणं लोड् क्रियते...

source: Document Locked
sa: दस्तावेजं तालाबद्धम्

source: Please enter your password to unlock and open the file.
sa: सञ्चिकां अनलॉक् कर्तुं उद्घाटयितुं च कृपया स्वस्य गुप्तशब्दं प्रविशन्तु ।

source: Case sensitive
sa: प्रकरणसंवेदनशीलम्

source: Locked
sa: तालाबद्धः

source: Error
sa: त्रुटि

source: This document is password protected.
sa: एतत् दस्तावेजं गुप्तशब्दसंरक्षितम् अस्ति ।

source: There has been an error loading this document.
sa: एतत् दस्तावेजं लोड् करणं त्रुटिः अभवत् ।

source: UnLock
sa: UnLock इति
