Repository: KDE/mauikit-documents
Catalog: po/*/mauikitdocuments.po
Languages: eo, es, fi, fr, gl, it, lv, zh_tw

source: Creating archive in %1
eo: Kreante arkivon en %1
es: Creando archivo comprimido en %1
fi: Luodaan arkistoa kohteeseen %1
fr: Création en cours d'une archive dans %1...
gl: Creando o arquivo en %1
it: Creazione dell'archivio in %1
lv: Izveidot arhīvu: „%1“
zh_tw: 正在於 %1 建立封存檔

source: Writing in ACBF data
eo: Skribo en ACBF-datumoj
es: Escribiendo datos ACBF
fi: Kirjoitetaan ABCF-tietoihin
fr: Écriture en cours de données « ACBF »...
gl: Escribindo en datos de ACBF
it: Scrittura nei dati ACBF
lv: Raksta ACBF datos
zh_tw: 正在寫入 ACBF 資料

source: Copying across all files not marked for deletion
eo: Kopiado tra ĉiuj dosieroj ne markitaj por forigo
es: Copiando todos los archivos no marcados para borrar
fi: Kopioidaan kaikki tiedostoihin, joita ei ole merkitty poistettaviksi
fr: Copie en cours de tous les fichiers, non marqués pour suppression...
gl: Copiando ao outro lado os ficheiros non marcados para eliminar
it: Copia su tutti i file non marcati per l'eliminazione
lv: Kopēt pāri visām datnēm, kas nav atzīmētas dzēšanai
zh_tw: 正在複製所有未被標記要刪除的檔案

source: Copying over %1
eo: Kopiante super %1
es: Copiando %1
fi: Kopioidaan tiedoston %1 yli
fr: Copie en cours vers %1...
gl: Copiando ao outro lado %1
it: Copia su %1
lv: Kopēt pāri „%1“
zh_tw: 正在複製到 %1 上

source: Copying all content from %1 to %2
eo: Kopiante la tutan enhavon de %1 al %2
es: Copiando todo el contenido de %1 a %2
fi: Kopioidaan kaikki sisältö: %1 → %2
fr: Copie en cours de la totalité du contenu de %1 vers %2...
gl: Copiando todo o contido de %1 a %2
it: Copia di tutto il contenuto da %1 a %2
lv: Kopē visu saturu no „%1“ uz „%2“
zh_tw: 正在從 %1 複製所有內容到 %2

source: Successfully replaced old archive with the new archive - now loading the new archive...
eo: Sukcese anstataŭigita malnova arkivo per la nova arkivo - nun ŝargante la novan arkivon...
es: Se ha sustituido con éxito el archivo antiguo con el nuevo. Cargando el nuevo archivo...
fi: Vanhan arkiston korvaaminen uudella onnistui – ladataan uutta arkistoa…
fr: Ancienne archive remplacée avec succès par la nouvelle archive. Maintenant, chargement en cours de la nouvelle archive...
gl: Substituíuse o arquivo vello polo novo, cargando o novo arquivo…
it: Vecchio archivio sostituito con successo dal nuovo. Caricamento del nuovo archivio...
lv: Jaunais arhīvs ir nomainīts pret veco arhīvu — ielādē jauno arhīvu...
zh_tw: 成功將舊封存檔替換為新封存檔 - 現在開始載入新封存檔…

source: Document Locked
eo: Dokumento Ŝlosita
es: Documento bloqueado
fi: Tiedosto on lukittu
fr: Document verrouillé
gl: O documento está bloqueado
it: Documento bloccato
lv: Dokuments ir slēgts
zh_tw: 文件已鎖定

source: Please enter your password to unlock and open the file.
eo: Bonvolu enigi vian pasvorton por malŝlosi kaj malfermi la dosieron.
es: Introduzca su contraseña para desbloquear y abrir el archivo.
fi: Anna salasana tiedoston avaamiseksi.
fr: Veuillez saisir votre mot de passe pour déverrouiller et ouvrir le fichier.
gl: Escriba o contrasinal para desbloquear e abrir o ficheiro.
it: Inserisci la password per sbloccare ed aprire il file.
lv: Lai atslēgtu un atvērtu datni, ierakstiet tās paroli.
zh_tw: 請輸入密碼來解鎖並開啟檔案。

source: Case sensitive
eo: Usklecdistinga
fi: Erota pien- ja suuraakkoset
fr: Sensible à la casse
gl: Distinguir as maiúsculas
it: Distingui le maiuscole
lv: Reģistrjutīga
zh_tw: 區分大小寫

source: Copy
gl: Copiar
it: Copia
lv: Kopēt
zh_tw: 複製

source: Search
gl: Buscar
it: Cerca
lv: Meklēt
zh_tw: 搜尋

source: Search Selected Text on Google...
gl: Buscar o texto seleccionado en Google…
it: Cerca in Google il testo selezionato...
lv: Meklēt atlasīto tekstu ar „Google“...
zh_tw: 在 Google 上搜尋選取的文字…

source: Locked
eo: Ŝlosita
es: Bloqueado
fi: Lukittu
fr: Verrouillé
gl: Bloqueado
it: Bloccato
lv: Slēgta
zh_tw: 已鎖定

source: Error
eo: Eraro
fi: Virhe
fr: Erreur
gl: Erro
it: Errore
lv: Kļūda
zh_tw: 錯誤

source: This document is password protected.
eo: Ĉi tiu dokumento estas pasvorta protektita.
es: Este documento está protegido con contraseña.
fi: Tämä tiedosto on salasanasuojattu.
fr: Ce document est protégé par un mot de passe.
gl: Este documento está protexido cun contrasinal.
it: Questo documento è protetto da password.
lv: Dokuments ir aizsargāts ar paroli.
zh_tw: 這個文件已受密碼保護。

source: There has been an error loading this document.
eo: Okazis eraro dum la ŝargo de ĉi tiu dokumento.
es: Ha ocurrido un error al abrir este documento.
fi: Tiedostoa ladattaessa tapahtui virhe.
fr: Une erreur est survenue durant le chargement de ce document.
gl: Produciuse un erro ao cargar este documento.
it: C'è stato un errore nel caricare questo documento.
lv: Ielādējot dokumentu, radās kļūda.
zh_tw: 載入這個文件時發生了錯誤。

source: UnLock
eo: Malŝlosi
es: Desbloquear
fi: Avaa lukitus
fr: Déverrouiller
gl: Desbloquear
it: Sblocca
lv: Atslēgt
zh_tw: 解除鎖定
